Repository: Silent0agent/HumanAIVerify
Catalog: django_project/locale/*/LC_MESSAGES/django.po
Languages: ru

# About_app_name
source: About
ru: О приложении

# Core_app_name
source: Core
ru: Ядро

source: created_at
ru: Дата создания

source: updated_at
ru: Дата обновления

# Error_file_too_big
source: File is too big. Maximum acceptable size: %(max)s.
ru: Файл слишком большой. Максимально допустимый размер: %(max)s

source: English
ru: Английский

source: Russian
ru: Русский

source: Text
ru: Текст

# Feedback_app_name
source: Feedback
ru: Обратная связь

source: Name
ru: Имя

source: Email
ru: Электронная почта

source: Enter name
ru: Введите имя

source: Enter email
ru: Введите электронную почту

source: Feedback text
ru: Текст обратной связи

source: Enter feedback text
ru: Введите текст обратной связи

source: Upload files
ru: Загрузить файлы

# Upload_files_help_text
source: Upload feedback files (optional)
ru: Загрузите файлы с обратной связью (необязательно)

source: received
ru: получено

source: pending
ru: в ожидании

source: answered
ru: отвечено

source: name
ru: имя

# Max_symbols_help_text
source: Max acceptable symbols - 150
ru: Максимально допустимое количество символов — 150

source: email
ru: электронная почта

# Email_help_text
source: Enter email to contack
ru: Введите электронную почту для связи

source: sender contact data
ru: контактные данные отправителя

# sender_contact_data_plural
source: senders contact data
ru: контактные данные отправителей

source: author
ru: автор

source: feedback text
ru: текст обратной связи

# Feedback_text_help_text
source: Enter feedback text
ru: Введите текст обратной связи

source: feedback status
ru: статус обратной связи

# Status_help_text
source: Feedback status
ru: Статус обратной связи

source: feedback
ru: отзыв

# feedback_plural
source: feedbacks
ru: отзывы

source: feedback file
ru: файл отзыва

# feedback_file_plural
source: feedback files
ru: файлы отзывов

source: user
ru: пользователь

source: time
ru: время

source: status_from
ru: статус от

source: status_to
ru: статус до

source: status log
ru: журнал статусов

# status_log_plural
source: status logs
ru: журналы статусов

source: Feedback mail head
ru: Тема письма обратной связи

# Success_feedback_form
source: Thank's for sending feedback!
ru: Спасибо за отправку обратной связи!

# Homepage_app_name
source: Homepage
ru: Главная

source: Performer
ru: Исполнитель

# Error_task_admin_improperly_configured
source: Admin task improperly_configured: %(class_name)s
ru: Админ задач некорректно настроен: %(class_name)s

source: Task
ru: Задача

source: Timestamps
ru: Временные метки

source: Average AI Score
ru: Средняя оценка ИИ

# No_checks
source: No cheks
ru: Нет проверок

source: Content
ru: Содержимое

source: Annotated content
ru: Аннотированное содержимое

# Tasks_app_name
source: Tasks
ru: Задачи

source: client
ru: клиент

source: task
ru: задание

source: performer
ru: исполнитель

source: Audio file
ru: Аудиофайл

source: Title
ru: Заголовок

source: Description
ru: Описание

# Your_comment_is_optional
source: Your comment (optional)
ru: Ваш комментарий (необязательно)

source: AI probability percent
ru: Вероятность ИИ (%)

source: Comment
ru: Комментарий

source: Enter AI percentage
ru: Введите процент вероятности ИИ

# Error_check_already_published
source: Check is already published
ru: Проверка уже опубликована

source: Image
ru: Изображение

source: audio file
ru: аудиофайл

source: audio task
ru: аудиозадание

source: audio tasks
ru: аудиозадания

source: No audio
ru: Аудио отсутствует

source: audio preview
ru: Предпрослушивание аудио

source: audio task check
ru: проверка аудиозадания

source: audio task checks
ru: проверки аудиозаданий

source: title
ru: заголовок

source: description
ru: описание

source: draft
ru: черновик

source: published
ru: опубликовано

source: AI score
ru: оценка ИИ

source: comment
ru: комментарий

source: status
ru: статус

source: image
ru: изображение

source: image task
ru: задание с изображением

source: image tasks
ru: задания с изображениями

source: No image
ru: Изображение отсутствует

source: image preview
ru: Предпросмотр изображения

source: image task check
ru: проверка задания с изображением

source: image task checks
ru: проверки заданий с изображениями

source: content
ru: содержимое

source: text task
ru: текстовое задание

source: text tasks
ru: текстовые задания

source: annotated content
ru: аннотированное содержимое

source: text task check
ru: проверка текстового задания

source: text task checks
ru: проверки текстовых заданий

# Task_create_success
source: Task succefully created
ru: Задача успешно создана

# Not_owner_of_task
source: You are not owner of this task
ru: Вы не являетесь владельцем этой задачи

# You_cant_check_task_created_by_you
source: You can't check your task
ru: Вы не можете проверять задачу, созданную вами

source: Check published
ru: Проверка опубликована

source: Draft saved
ru: Черновик сохранён

# Not_viewer_of_check
source: You are not viewer of check
ru: У вас нет прав для просмотра этой проверки

source: About
ru: О нас

# About_header
source: Who we are
ru: Кто мы

# About_title
source: Changing the world through verifying content on using AI
ru: Меняем мир — проверяя контент, созданный с помощью ИИ

# About_text
source: Founded in 2025 on the simple idea of verifying content on using AI, HumanAIVerify offers groundbreaking technology that empowers everyone, everywhere to spot AI in audio, image and text content.
ru: Основанная в 2025 году на простой идее проверки контента, созданного с помощью ИИ, HumanAIVerify предлагает передовые технологии, позволяющие каждому обнаруживать ИИ в аудио-, изображениях и тексте.

source: Logo
ru: Логотип

# Team_header
source: The Team
ru: Наша команда

source: Denis
ru: Денис

source: Team lead
ru: Руководитель команды

source: Egor
ru: Егор

source: Backend
ru: Бэкенд

source: Ivan
ru: Иван

source: Frontend
ru: Фронтенд

source: Feedback
ru: Обратная связь

source: Send
ru: Отправить

source: Home
ru: Главная

# Homepage_header
source: What's on the agenda today?
ru: Что в планах на сегодня?

# Select_task_type_check
source: Select task type to check
ru: Выберите тип задания для проверки

# Select_task_type_create
source: Select task type to create
ru: Выберите тип задания для создания

source: Text verification
ru: Проверка текста

source: View checks
ru: Просмотреть проверки

source: View tasks
ru: Просмотреть задания

source: Image verification
ru: Проверка изображений

source: Images
ru: Изображения

source: Audio verification
ru: Проверка аудио

source: Audio files
ru: Аудиофайлы

# footer_text
source: Spot AI, everywhere you work
ru: Обнаруживайте ИИ везде, где вы работаете

source: Tasks
ru: Задачи

source: Audio tasks
ru: Аудиозадания

source: Image tasks
ru: Задания с изображениями

source: Text tasks
ru: Текстовые задания

source: Company
ru: Компания

source: Contact
ru: Контакты

source: Became Performer
ru: Стать исполнителем

source: What is genAI
ru: Что такое генеративный ИИ

source: Spot genAI
ru: Обнаружить генеративный ИИ

source: GenAI statistics
ru: Статистика генеративного ИИ

source: Close
ru: Закрыть

# Password_canr_be_similar_to_personal_information
source: Password can't be very similar to personal information
ru: Пароль не должен быть слишком похож на личную информацию

source: Password must contain at least eight characters
ru: Пароль должен содержать не менее восьми символов

source: Password can't be commonly used
ru: Пароль не должен быть общеупотребимым

source: Password cant be entirely numeric
ru: Пароль не должен состоять только из цифр

source: Training
ru: Обучение

source: My tasks
ru: Мои задания

source: My checks
ru: Мои проверки

source: Admin
ru: Админ

source: Login
ru: Войти

source: Signup
ru: Регистрация

source: Avatar
ru: Аватар

source: Avatar not found
ru: Аватар не найден

source: Profile
ru: Профиль

source: Logout
ru: Выйти

source: Text checks
ru: Проверки текста

source: Image checks
ru: Проверки изображений

source: Audio checks
ru: Проверки аудио

source: Create
ru: Создать

source: Auto
ru: Авто

source: Light
ru: Светлая

source: Dark
ru: Тёмная

# audio_not_supported_browser
source: Audio is not supported by this browser
ru: Аудио не поддерживается этим браузером

source: Back to task
ru: Назад к задаче

source: Back to my checks
ru: Назад к моим проверкам

source: my audio checks
ru: Мои проверки аудио

source: no audio tasks
ru: Аудиозаданий нет

# no_audio_checks
source: no audio_ hecks
ru: Аудиопроверок нет

source: my audio tasks
ru: Мои аудиозадания

source: View details
ru: Просмотреть детали

source: Check details
ru: Детали проверки

source: Task content
ru: Содержимое задания

source: Content preview unavailable
ru: Предпросмотр содержимого недоступен

source: No description provided
ru: Описание не предоставлено

source: Task created
ru: Задача создана

source: Check result
ru: Результат проверки

source: AI score
ru: Оценка ИИ

source: High probability
ru: Высокая вероятность

source: Medium probability
ru: Средняя вероятность

source: Low probability
ru: Низкая вероятность

source: No comment
ru: Комментариев нет

source: Back to list
ru: Назад к списку

source: task check
ru: проверка задания

source: check already published
ru: Проверка уже опубликована

source: Return
ru: Вернуться

source: save draft
ru: Сохранить черновик

# action_irreversible
source: action is irreverseble
ru: Действие необратимо

source: Send check
ru: Отправить проверку

source: available tasks
ru: доступные задания

source: available count
ru: количество доступных

source: completed tasks
ru: выполненные задания

source: Client
ru: Клиент

source: not checked
ru: не проверено

source: Not checked
ru: Не проверено

source: checks count
ru: количество проверок

# no_tasks_text
source: Good job! You've cleared the queue.
ru: Отличная работа! Вы очистили очередь.

source: Date
ru: Дата

source: Status
ru: Статус

# avatar_not_found
source: Avatar's not found
ru: Аватар не найден

source: No check history
ru: История проверок отсутствует

# no_task_description
source: mo task description
ru: Описание задания отсутствует

source: Created
ru: Создано

source: Checks
ru: Проверки

source: Checks history
ru: История проверок

source: Score
ru: Оценка

source: Actions
ru: Действия

source: task image
ru: Изображение задания

source: my image checks
ru: Мои проверки изображений

source: no image tasks
ru: Нет заданий с изображениями

source: no image checks
ru: Нет проверок изображений

source: my image tasks
ru: Мои задания с изображениями

source: Image of task
ru: Изображение задания

source: create task
ru: создать задание

source: my text checks
ru: Мои проверки текста

source: no text tasks
ru: Нет текстовых заданий

source: no text checks
ru: Нет проверок текста

source: my text tasks
ru: Мои текстовые задания

source: Training results
ru: Результаты обучения

source: Current score
ru: Текущий балл

source: Completed texts
ru: Завершённые тексты

source: Progress to become performer
ru: Прогресс для получения статуса исполнителя

source: Congratulations
ru: Поздравляем

# You_have_become_a_performer
source: You have became a performer
ru: Вы стали исполнителем

source: Start checking tasks
ru: Начать проверять задания

source: You need points to become performer
ru: Вам нужны очки, чтобы стать исполнителем

source: Current
ru: Текущее

source: Continue training
ru: Продолжить обучение

source: AI Detection Training
ru: Обучение обнаружению ИИ

source: Your progress
ru: Ваш прогресс

source: How it works
ru: Как это работает

source: Correct answer +1 point
ru: Правильный ответ +1 очко

source: Wrong answer -2 points
ru: Неправильный ответ -2 очка

source: Needed score to become performer
ru: Необходимый балл, чтобы стать исполнителем

source: Wait 24 hours after fail
ru: Подождите 24 часа после неудачи

source: Start training
ru: Начать обучение

source: Please wait
ru: Пожалуйста, подождите

source: Try again in
ru: Попробуйте снова через

source: hours
ru: часа (ов)

source: You are now a performer
ru: Вы теперь исполнитель

source: No available training texts or waiting period
ru: Нет доступных текстов для обучения или действует период ожидания

source: Training test
ru: Тест обучения

source: Read the text and decide
ru: Прочитайте текст и решите

source: Skip
ru: Пропустить

source: Submit answer
ru: Отправить ответ

source: Goal
ru: Цель

source: Account activation
ru: Активация аккаунта

# Account_activation_head
source: Account activated!
ru: Аккаунт активирован!

# Account_activation_head-text
source: Your account has been activated
ru: Ваш аккаунт активирован

source: Remember me
ru: Запомнить меня

source: Password recovery
ru: Восстановление пароля

source: Forgot password
ru: Забыли пароль

source: Create account
ru: Создать аккаунт

source: Password change
ru: Смена пароля

source: Change
ru: Изменить

# Password_reset_title
source: Password reset
ru: Сброс пароля

# Password_reset_head
source: Password reset
ru: Сброс пароля

source: Further
ru: Далее

source: Password reset
ru: Сброс пароля

# Password_reset_success_head
source: Password reset!
ru: Пароль сброшен!

# Password_reset_success_text
source: Use new password to login.
ru: Используйте новый пароль для входа.

source: Invalid link on password reset
ru: Недействительная ссылка для сброса пароля

# Password_reset_text
source: Use new password to login.
ru: Используйте новый пароль для входа.

# Reset_password_text_about_site
source: You recieved this email because requested password reset on site
ru: Вы получили это письмо, потому что запросили сброс пароля на сайте

# Reset_password_text_follow_link
source: follow the link and select new password
ru: Перейдите по ссылке и выберите новый пароль

# Reset_password_text_thanks_for_using
source: Thanks for using our site
ru: Спасибо, что пользуетесь нашим сайтом

source: Save
ru: Сохранить

source: Change password
ru: Сменить пароль

# Receive_link_after_signup
source: You will receive link after signup
ru: Вы получите ссылку после регистрации

# Signup_have_account_already
source: If you have account already
ru: Если у вас уже есть аккаунт

source: login here
ru: войдите здесь

source: Hello
ru: Здравствуйте

# activate_link_text
source: To activate account follow the link
ru: Чтобы активировать аккаунт, перейдите по ссылке

# Ignore_activate_link_text
source: Ignore this email if have not registred
ru: Игнорируйте это письмо, если вы не регистрировались

source: detail
ru: детали

source: Avatar of
ru: Аватар пользователя

source: Username
ru: Имя пользователя

source: Joined
ru: Дата регистрации

source: Last login
ru: Последний вход

source: Edit profile
ru: Редактировать профиль

source: No additional information
ru: Дополнительной информации нет

source: Account
ru: Аккаунт

source: Role
ru: Роль

source: Content preview
ru: Предпросмотр содержимого

source: Text content
ru: Текстовое содержимое

source: Classification
ru: Классификация

source: hours ago
ru: часов назад

source: Never
ru: Никогда

source: Last fail
ru: Последняя неудача

source: Can train now
ru: Можно тренироваться сейчас

source: User information
ru: Информация о пользователе

source: Training status
ru: Статус обучения

source: User added to performers group
ru: Пользователь добавлен в группу исполнителей

# Training_app_name
source: Training
ru: Обучение

source: AI generated
ru: Создано ИИ

source: Human written
ru: Написано человеком

source: Is this text AI generated?
ru: Этот текст создан ИИ?

source: easy
ru: легко

source: medium
ru: средне

source: hard
ru: сложно

source: is ai generated
ru: создано ИИ

source: Is the text AI generated
ru: Текст создан ИИ?

source: difficulty
ru: сложность

source: explanation
ru: объяснение

source: Explanation why text is AI or human
ru: Объяснение, почему текст создан ИИ или человеком

source: training text
ru: текст для обучения

source: training texts
ru: тексты для обучения

source: training score
ru: результат обучения

source: Current training score
ru: Текущий результат обучения

source: last fail timestamp
ru: метка времени последней неудачной попытки

source: Timestamp of last failed attempt
ru: Метка времени последней неудачной попытки

source: completed texts
ru: завершённые тексты

source: user training progress
ru: прогресс обучения пользователя

source: user training progresses
ru: прогрессы обучения пользователей

source: No more training texts available
ru: Больше нет доступных текстов для обучения

source: You need to wait
ru: Вам нужно подождать

source: You already completed this text
ru: Вы уже завершили этот текст

# Correct_answer_plus_1_point
source: Correct answer +1 point
ru: Правильный ответ +1 очко

# Wrong_answer_minus_2_points
source: Wrong answer -2 points
ru: Неправильный ответ -2 очка

source: Security profile
ru: Профиль безопасности

source: Additional information
ru: Дополнительная информация

# Users_app_name
source: Users
ru: Пользователи

# Account_blocked_due_maxed_attrempts
source: Account blocked due to maximum login attrempts fail
ru: Аккаунт заблокирован из-за превышения числа неудачных попыток входа

source: Profile activation
ru: Активация профиля

# Error_user_with_email_already_exists
source: user with this email already exisis
ru: Пользователь с таким адресом электронной почты уже существует

# username_or_email_label
source: Username or email
ru: Имя пользователя или электронная почта

# User_have_wrong_role
source: You have wrong role
ru: У вас неверная роль

# Congratulations_you_have_been_added_to_performers
source: Congratulations! You are performer now!
ru: Поздравляем! Вас добавили в группу исполнителей

# Complete_training_to_become_performer
source: Complete training to become a performer
ru: Завершите обучение, чтобы стать исполнителем

source: avatar
ru: Аватар

source: No avatar
ru: Аватар отсутствует

source: avatar preview
ru: Предпросмотр аватара

source: customer
ru: Клиент

source: role
ru: Роль

source: login attempts count
ru: Количество попыток входа

source: blocking timestamp
ru: Метка времени блокировки

source: last login attempt timestamp
ru: Метка времени последней попытки входа

source: users
ru: Пользователи

source: Invalid or expired activation link
ru: Недействительная или просроченная ссылка активации

source: Need to activate profile
ru: Необходимо активировать профиль

# Signup_success
source: You have signed up
ru: Регистрация прошла успешно

# Logout_success
source: You have loged out
ru: Вы вышли из аккаунта

# Password_changed
source: You have changed password
ru: Пароль изменён

source: Settings saved
ru: Настройки сохранены
